Repository: Jobava/debian-localization
Catalog: debian-www/legal.*.po
Languages: ro

source: License Information
ro: Mai multe informații

source: DLS Index
ro: Index DLS

source: DFSG FAQ
ro: Întrebări frecvente DSFG

source: Debian-Legal Archive
ro: Arhiva Debian-Legal

source: %s &ndash; %s, Version %s: %s
ro: %s &ndash; %s, Versiunea %s: %s

source: Date published
ro: Data publicării

source: License
ro: Licență

source: Version
ro: Versiune

source: Summary
ro: Rezumat

source: Justification
ro: Justificare

source: Discussion
ro: Discuție

source: Original Summary
ro: Rezumat original

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
ro: Rezumatul original de <summary-author/> poate fi găsit în <a href="<summary-url/>">arhivele listei</a>.

source: This summary was prepared by <summary-author/>.
ro: Rezumatul a fost realizat de <summary-author/>.

source: License text (translated)
ro: Textul licenței (tradusă)

source: License text
ro: Textul licenței

source: free
ro: liber

source: non-free
ro: neliber

source: not redistributable
ro: neredistribuibil

source: Free
ro: Liber

source: Non-Free
ro: Neliber

source: Not Redistributable
ro: Neredistribuibil

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
ro: Vedeți pagina cu <a href="./">informațiile de licențiere</a> pentru o privire de ansamblu a Rezumatelor Licențelor Debian (DLS).
