Repository: Jobava/debian-localization
Catalog: debian-www/mailinglists.*.po
Languages: ro

source: Mailing List Subscription
ro: Abonamente la liste de discuții

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ro: Vedeți pagina <a href="./#subunsub">listelor de discuții</a> pentru informații despre cum să vă abonați folosind e-mailul. O pagină <a href="unsubscribe">web de dezabonare </a> este de asemenea disponibilă, pentru dezabonarea de la listele de discuții.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
ro: Luați aminte că cele mai multe liste de discuții Debian sunt forumuri publice. Orice e-mail trimis pe acestea va fi publicat în arhivele listelor publice de discuție și indexate de motoare de căutare. Ar trebui să vă abonați la listele Debian folosind o adresă de e-mail pe care nu v-ar deranja că este făcută publică.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
ro: Vă rugăm selectați la ce listă doriți să vă abonați (numărul de abonamente este limitat, dacă cererea dumneavoastră nu are succes, vă rugăm să folosiți o <a href="./#subunsub">altă metodă</a>):

source: No description given
ro: Fără descriere

source: Moderated:
ro: Moderată:

source: Posting messages allowed only to subscribers.
ro: Numai abonații pot posta mesaje.

source: Only messages signed by a Debian developer will be accepted by this list.
ro: Doar mesajele semnate de un dezvoltator Debian vor fi acceptate de această listă.

source: Subscription:
ro: Abonare:

source: is a read-only, digestified version.
ro: este numai pentru citire, versiune sumarizată.

source: Your E-Mail address:
ro: Adresa dumneavoastră de e-mail:

source: Subscribe
ro: Abonare

source: Clear
ro: Șterge

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ro: Vă rugăm să respectați <a href="./#ads"> regulile de publicitate a listelor de discuții Debian</a>.

source: Mailing List Unsubscription
ro: dezabonarea de la listele de discuții

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ro: Vedeți pagina <a href="./#subunsub">listelor de discuții</a> pentru informații despre cum să vă dezabonați folosind e-mailul. O pagină <a href="subscribe">web de abonare </a> este de asemenea disponibilă, pentru abonarea la listele de discuții.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
ro: Vă rugăm selectați listele de la care doriți să vă dezabonați (numărul de dezabonări este limitat, dacă cererea nu are succes, vă rugăm folosiți o <a href="./#subunsub">altă metodă</a>):

source: Unsubscribe
ro: Dezabonare

source: open
ro: deschisă

source: closed
ro: închisă
