Repository: Jobava/debian-localization
Catalog: debian-www/newsevents.*.po
Languages: ro

source: Debian News
ro: Știri Debian

source: Debian Latest News
ro: Ultimele știri Debian

source: The newsletter for the Debian community
ro: Buletinul informativ al comunității Debian

source: Name:
ro: Nume:

source: Previous Talks:
ro: Prezentările anterioare:

source: Languages:
ro: Limbi

source: Location:
ro: Locație

source: Topics:
ro: Subiecte:

source: Title:
ro: Titlu:

source: Author:
ro: Autor:

source: Language:
ro: Limba

source: Date:
ro: Data

source: Event:
ro: Evenimentul

source: Slides:
ro: Diapozitive

source: source
ro: sursa

source: Abstract
ro: Rezumat

source: Upcoming Attractions
ro: Evenimente viitoare

source: link may no longer be valid
ro: linkul poate să nu mai fie valid

source: When
ro: Când

source: Where
ro: Unde

source: More Info
ro: Informații suplimentare

source: Debian Involvement
ro: Implicarea Debian

source: Main Coordinator
ro: Coordonatorul principal

source: <th>Project</th><th>Coordinator</th>
ro: <th>Coordonatorul de</th><th>proiect</th>

source: Related Links
ro: Linkuri interesante

source: Latest News
ro: Ultimele știri

source: Download calendar entry
ro: Descărcați calendarul

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
ro: Înapoi la: alte <a href="./">știri Debian</a> || <a href="m4_HOME/">Prima pagină a Proiectului</a>.

source: <get-var url /> (dead link)
ro: <get-var url /> (link inexistent)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
ro: Bun venit la ediția <get-var issue /> de anul acesta a DPN, buletinul informativ al comunității Debian. Subiectele acoperite în această ediție includ:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
ro: Conform interfeței de <a href="https://udd.debian.org/bugs.cgi">Căutare Defecte de la Ultimate Debian Database</a>, ediția următoare, Debian <q><get-var release /></q>, este în prezent afectată de <get-var testing /> defecte critice pentru ediție. Ignorând defectele ce pot fi rezolvate ușor sau pe cale de a fi rezolvate, sunt aproximativ <get-var tobefixed /> defecte critice pentru ediție ce trebuie rezolvate pentru a permite lansarea ediției.

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
ro: Iată câteva <a href="https://wiki.debian.org/ProjectNews/RC-Stats">indicii despre cum să interpretați</a> aceste numere.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
ro: Mai sunt și <a href="<get-var url />">mai multe statistici detaliate</a> și mai multe <a href="https://wiki.debian.org/ProjectNews/RC-Stats">indicii despre cum să interpretați</a> aceste numere.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
ro: <a href="<get-var link />">În prezent</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> pachete sunt orfane</a> și <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pachete sunt gata pentru adopție</a>: vă rugăm să vizitați lista completă a <a href="m4_DEVEL/wnpp/help_requested">pachetelor care au nevoie de ajutorul dumneavoastră</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
ro: Vă rugăm să ne ajutați la crearea acestei liste de discuții. Încă avem nevoie de mai mulți editori voluntari care să urmărească comunitatea Debian și să raporteze ce se întâmplă. Puteți citi despre cum să <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contribuiți</a> pentru a afla cum să ajutați. Așteptăm e-mailurile dumneavoastră la <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
ro: Notă: Acestea sunt o selecție a celor mai importante avertismente de securitate din ultimele săptămâni. Dacă trebuie să fiți la curent cu avertismentele de securitate eliberate de Echipa de Securitate Debian, puteți să vă abonați la <a href="<get-var url-dsa />">lista de discuții de securitate</a> (și listele separate de <a href="<get-var url-bpo />">backport-uri</a>, și de <a href="<get-var url-stable-announce />">actualizări stabile</a>) pentru anunțuri.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
ro: Notă: acestea sunt o selecție a celor mai importante avertismente de securitate din ultimele săptămâni. Dacă trebie să fiți la curent cu avertismentele de securitate eliberate de Echipa de Securitate Debian, puteți să vă abonați la <a href="<get-var url-dsa />">lista de discuții de securitate</a> (și listele separate de<a href="<get-var url-bpo />">backport-uri</a>, și de <a href="<get-var url-stable-announce />">actualizări stabile</a> sau <a href="<get-var url-volatile-announce />">lista volatilă</a>, pentru <q><get-var old-stable /></q>, pentru distribuția „oldstable”) pentru anunțuri.

source: Debian's Stable Release Team released an update announcement for the package:
ro: Echipa Debian de Lansări Stabile a publicat un anunț de actualizare pentru pachetul:

source: and
ro: și

source: Please read them carefully and take the proper measures.
ro: Vă rugăm să le citiți cu atenție și să luați măsurile care se cuvin.

source: Debian's Backports Team released advisories for these packages:
ro: Echipa de Backport-uri Debian a publicat anunțuri pentru aceste pachete:

source: Debian's Security Team recently released advisories for these packages (among others):
ro: Echipa de Securitate Debian a publicat recent anunțuri pentru aceste pachete (printre altele):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
ro: <get-var num-newpkg /> pachetel au fost adăugate la arhiva Debian „unstable” recent.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
ro: <a href="<get-var url-newpkg />">Printre multe altele</a> sunt:

source: There are several upcoming Debian-related events:
ro: Sunt mai multe evenimente legate de Debian în perioada următoare:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
ro: Puteți găsi mai multe informații despre evenimente legate de Debian la <a href="<get-var events-section />">secțiunea evenimente</a> a site-ului Debian, sau puteți să vă abonați la una din listele referitoare la evenimente din diverse regiuni: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Olanda</a>, <a href="<get-var events-ml-ha />">America Latină</a>, <a href="<get-var events-ml-na />">America de Nord</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
ro: Doriți să organizați o cabină Debian sau o petrecere de instalare Debian? Cunoașteți un eveniment legat de Debian din perioada următoare? Ați realizat o prezentare Debian pe pe care să o afișați pe pagina noastră de <a href="<get-var events-talks />">prezentări </a>? Trimiteți un e-mail la <a href="<get-var events-team />">Echipa de Evenimente Debian</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
ro: <get-var dd-num /> candidați au fost <a href="<get-var dd-url />">acceptați</a> ca dezvoltatori Debian

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
ro: <get-var dm-num /> candidați au fost <a href="<get-var dm-url />">acceptați</a> ca întreținători Debian.

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
ro: <get-var uploader-num /> oameni au <a href="<get-var uploader-url />">început să mențină pachete</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
ro: <get-var eval-newcontributors-text-list /> de la ultima ediție a Știrilor Proiectului Debian. Vă rugăm să urați un „bun venit” în proiectul nostru pentru <get-var eval-newcontributors-name-list />!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
ro: Ediția <get-var issue-devel-news /> a <a href="<get-var url-devel-news />">listelor diverse pentru dezvoltatori</a> a fost lansată și acoperă următoarele subiecte:

source: To receive this newsletter bi-weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ro: Pentru a primi acest buletin informativ bi-săptămânal în căsuța poștală, <a href="https://lists.debian.org/debian-news/">abonați-vă la lista de discuții debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
ro: Sunt disponibile <a href="../../">ediții anterioare</a> ale buletinului informativ.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="singular" />Știrile Proiectului Debian sunt editate de <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="plural" />Știrile Proiectului Debian sunt editate de <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="singular" />Această ediție a Știrilor Proiectului Debian a fost editată de <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="plural" />Această ediție a Știrilor Proiectului Debian a fost editată de <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
ro: <void id="singular" />A fost tradusă de %s.

source: <void id="plural" />It was translated by %s.
ro: <void id="plural" />A fost tradusă de %s.

source: <void id="singularfemale" />It was translated by %s.
ro: <void id="singularfemale" />A fost tradusă de %s.

source: <void id="pluralfemale" />It was translated by %s.
ro: <void id="pluralfemale" />A fost tradusă de %s.

source: List of Speakers
ro: Lista de vorbitori

source: Back to the <a href="./">Debian speakers page</a>.
ro: Înapoi la <a href="./">pagina vorbitorilor Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ro: Pentru a primi buletinul de știri săptămânale <a href="m4_HOME/MailingLists/subscribe#debian-news">abonați-vă</a> la lista de discuții debian-news.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="singular" />Știrile Săptămânale Debian sunt editate de <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="plural" />Știrile Săptămânale Debian sunt editate de <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="singular" />Acestă ediție a Știrilor Proiectului Debian a fost editată de <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="plural" />Această ediție a Știrilor Proiectului Debbian a fot editată de <a href="mailto:dwn@debian.org">%s</a>.
