Repository: Jobava/debian-localization
Catalog: debian-www/organization.*.po
Languages: ro

source: delegation mail
ro: e-mail de delegare

source: appointment mail
ro: e-mail de programare

source: <void id="male"/>delegate
ro: <void id="male"/>delegat

source: <void id="female"/>delegate
ro: <void id="female"/>delegată

source: current
ro: actual

source: member
ro: membru

source: manager
ro: administrator

source: Stable Release Manager
ro: administratorul ediției stabile

source: wizard
ro: vrăjitor

source: chairman
ro: președinte

source: assistant
ro: asistent

source: secretary
ro: secretar

source: Officers
ro: Directori

source: Distribution
ro: Distribuție

source: Publicity
ro: Publicitate

source: Support and Infrastructure
ro: Suport și infrastructură

source: Leader
ro: Conducător

source: Technical Committee
ro: Comitet tehnic

source: Secretary
ro: Secretar

source: Development Projects
ro: Proiecte de dezvoltare

source: FTP Archives
ro: Arhive FTP

source: FTP Masters
ro: Maeștri FTP

source: FTP Assistants
ro: Asistenți FTP

source: FTP Wizards
ro: Vrăjitori FTP

source: Backports
ro: Backporturi

source: Backports Team
ro: Echipa de backportări

source: Individual Packages
ro: Pachete individuale

source: Release Management
ro: Administrarea ediției

source: Release Team
ro: Note de lansare

source: Quality Assurance
ro: Controlul calității

source: Installation System Team
ro: Echipa sistemului de instalare

source: Release Notes
ro: Note de lansare

source: CD Images
ro: Imagini CD-uri

source: Production
ro: Producție

source: Testing
ro: Testare

source: Autobuilding infrastructure
ro: Infrastructură auto-building

source: Wanna-build team
ro: Echipa wanna-build

source: Buildd administration
ro: Administrarea build-ului

source: Documentation
ro: Documentare

source: Work-Needing and Prospective Packages list
ro: Lista de pachete ce au nevoie de ajutor și de pachete potențiale

source: Live System Team
ro: Echipa sistemului live

source: Ports
ro: Portări

source: Special Configurations
ro: Configurări speciale

source: Laptops
ro: Laptopuri

source: Firewalls
ro: Firewall-uri

source: Embedded systems
ro: Sisteme integrate

source: Press Contact
ro: Contact cu presa

source: Partner Program
ro: Program de parteneriat

source: Events
ro: Evenimente

source: User support
ro: Suport utilizatori

source: Bug Tracking System
ro: Sistem de urmărire a defectelor

source: Mailing Lists Administration and Mailing List Archives
ro: Administrarea listelor de discuții și arhivele listelor de discuții

source: New Members Front Desk
ro: Secretariatul pentru noii întreținători

source: Debian Account Managers
ro: Administratorii conturilor Debian

source: Keyring Maintainers (PGP and GPG)
ro: Întreținătorii lanțului de chei (PGP and GPG)

source: Debian Maintainer (DM) Keyring Maintainers
ro: Întreținătorii lanțului de chei Debian (DM)

source: Security Team
ro: Echipa de securitate

source: Testing Security Team
ro: Echipa de testare a securității

source: Security Audit Project
ro: Proiectul „audit de securitate”

source: Web Pages
ro: Pagini web

source: Consultants Page
ro: Pagina consultanților

source: CD Vendors Page
ro: Pagina vânzătorilor de CD-uri

source: Planet Debian
ro: Planeta Debian

source: Policy
ro: Regulament

source: System Administration
ro: Administrarea sistemului

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
ro: Aceasta este adresa pe care o puteți folosi când întâlniți o problemă pe una din mașinile Debian, inclusiv probleme cu parolele sau dacă aveți nevoie de un pachet instalat.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
ro: pentru probleme de hardware, vă rugăm să vedeți paginile <a href="https://db.debian.org/machines.cgi">mașinile Debian</a>, ar trebui să conțină informați de administrare pentru fiecare mașină.

source: LDAP Developer Directory Administrator
ro: Administratorul directorului de dezvoltatori LDAP

source: Mirrors
ro: Oglinzi

source: DNS Maintainer
ro: Întreținători DSN

source: Package Tracking System
ro: Sistem de urmărire a pachetelor

source: Hardware Donations Coordination
ro: Coordonarea donațiilor de hardware

source: <a href="m4_HOME/trademark">Trademark</a> use requests
ro: <a href="m4_HOME/trademark">Mărci înregistrate</a> cereri de utilizare

source: current Debian Project Leader
ro: conducătorul actual al Proiectului Debian

source: Alioth administrators
ro: Administrtori Alioth

source: Debian Women Project
ro: Proiectul Femei Debian

source: DebConf chairs
ro: Conducători DebConf

source: Anti-harassment
ro: Anti-hărțuire

source: Debian for children from 1 to 99
ro: Debian pentru copii între 1 și 99 de ani

source: Debian for medical practice and research
ro: Debian pentru practica medicală și cercetare

source: Debian for education
ro: Debian pentru educație

source: Debian in legal offices
ro: Debian în birouri juridice

source: Debian for people with disabilities
ro: Debian pentru oameni cu dizabilități

source: Debian for science and related research
ro: Debian pentru știință și cercetare
