Repository: Jobava/debian-localization
Catalog: debian-www/security.*.po
Languages: ro

source: Debian Security
ro: Securitate Debian

source: Debian Security Advisories
ro: Buletin de alertă Debian

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
ro: <a href=\"undated/\">fără dată,</a> incluse pentru posteritate

source: Mitre CVE dictionary
ro: În dicționarul CVE de la Mitre:

source: Securityfocus Bugtraq database
ro: Securityfocus baza de date Bugtraq

source: CERT Advisories
ro: Alerte CERT

source: US-CERT vulnerabilities Notes
ro: Vulnerabilități US-CERT

source: Source:
ro: Sursă:

source: Architecture-independent component:
ro: Componentă independentă de arhitectură:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
ro: Verificarea MD5 a fișierelor disponibile listate în <a href="<get-var url />">buletinul original</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
ro: Verificarea MD5 a fișierelor disponibile listate în <a href="<get-var url />">buletinul original</a>.

source: Debian Security Advisory
ro: Buletin de alertă Debian

source: Date Reported
ro: Data raportului

source: Affected Packages
ro: Pachete afectate

source: Vulnerable
ro: Vulnerabil

source: Security database references
ro: Referințe în baza de date de securitate:

source: More information
ro: Pentru mai multe informații

source: Fixed in
ro: Corectat în

source: BugTraq ID
ro: ID-ul BugTraq-ului

source: Bug
ro: Defect

source: In the Debian bugtracking system:
ro: În sistemul de urmărire a defectelor Debian

source: In the Bugtraq database (at SecurityFocus):
ro: În baza de date Bugtraq (la SecurityFocus):

source: In Mitre's CVE dictionary:
ro: În dicționarul CVE de la Mitre:

source: CERT's vulnerabilities, advisories and incident notes:
ro: Anunțurile de vulnerabilitate și buletinele de alerte de la CERT:

source: No other external database security references currently available.
ro: Nici o altă referintă la o bază de date externă de securitate nu este momentan disponibilă
