Repository: Jobava/debian-localization
Catalog: debian-www/vendors.*.po
Languages: ro

source: Vendor:
ro: Distribuitor:

source: URL for Debian Page:
ro: URL-ul pentru pagina Debian:

source: Allows Contribution to Debian:
ro: Permite contribuții la Debian:

source: Country:
ro: Țara:

source: Ship International:
ro: Livrează internațional:

source: CD Type:
ro: Tip de CD:

source: DVD Type:
ro: Tip de DVD

source: Architectures:
ro: Arhitecturi:

source: Vendor
ro: Distribuitor:

source: Allows Contributions
ro: Permite contribuții la Debian:

source: Architectures
ro: Arhitecturi:

source: Ship International
ro: Livrează internațional:

source: Vendor Home
ro: Locația distribuitorului:

source: page
ro: pagina

source: within Europe
ro: în Europa

source: To some areas
ro: în unele zone

source: source
ro: sursă

source: and
ro: și
