Repository: Jobava/debian-localization
Catalog: debian-www/vote.*.po
Languages: ro

source: Date
ro: Data

source: Time Line
ro: Linia de timp

source: Nominations
ro: Nominalizări

source: Debate
ro: Dezbatere

source: Platforms
ro: Platforme

source: Proposer
ro: Propunător

source: Proposal A Proposer
ro: Propunere de către propunător

source: Proposal B Proposer
ro: Propunător al propunerii B

source: Proposal C Proposer
ro: Propunător al propunerii C

source: Proposal D Proposer
ro: Propunător al propunerii D

source: Proposal E Proposer
ro: Propunător al propunerii E

source: Proposal F Proposer
ro: Propunător al propunerii F

source: Seconds
ro: Susținători

source: Proposal A Seconds
ro: Susținător al propunerii A

source: Proposal B Seconds
ro: Susținător al propunerii B

source: Proposal C Seconds
ro: Susținător al propunerii C

source: Proposal D Seconds
ro: Susținător al propunerii D

source: Proposal E Seconds
ro: Susținător al propunerii E

source: Proposal F Seconds
ro: Susținător al propunerii F

source: Opposition
ro: Opoziție

source: Proposal A
ro: Propunerea A

source: Proposal B
ro: Propunerea B

source: Proposal C
ro: Propunerea C

source: Proposal D
ro: Propunerea D

source: Proposal E
ro: Propunerea E

source: Proposal F
ro: Propunerea F

source: Choices
ro: Opțiuni

source: Amendment Proposer
ro: Propunător al amendamentului

source: Amendment Seconds
ro: Susținători ai amendamentului

source: Amendment Text
ro: Textul amendamentului

source: Amendment Proposer A
ro: Propunătorul amendamentului A

source: Amendment Seconds A
ro: Susținătorii amendamentului A

source: Amendment Text A
ro: Textul amendamentului A

source: Amendment Proposer B
ro: Propunătorul amendamentului B

source: Amendment Seconds B
ro: Susținătorii amendamentului B

source: Amendment Text B
ro: Textul amendamentului B

source: Amendments
ro: Amendamente

source: Proceedings
ro: Proceduri

source: Majority Requirement
ro: Cerința majorității

source: Data and Statistics
ro: Date și statistici

source: Quorum
ro: Qvorum

source: Minimum Discussion
ro: Discuție minimală

source: Ballot
ro: Buletin de vot

source: Outcome
ro: Rezultat

source: Waiting&nbsp;for&nbsp;Sponsors
ro: În&nbsp;așteptarea&nbsp;sponsorilor

source: In&nbsp;Discussion
ro: În discuție

source: Voting&nbsp;Open
ro: Vot deschis

source: Decided
ro: Decis

source: Withdrawn
ro: Retras

source: Other
ro: Altele

source: Home&nbsp;Vote&nbsp;Page
ro: Pagina&nbsp;de&nbsp;vot

source: How&nbsp;To
ro: Cum&nbsp;să

source: Submit&nbsp;a&nbsp;Proposal
ro: Faceți&nbsp;o&nbsp;propunere

source: Amend&nbsp;a&nbsp;Proposal
ro: Amendați&nbsp;propunerea

source: Follow&nbsp;a&nbsp;Proposal
ro: Urmăriți&nbsp;propunerea

source: Read&nbsp;a&nbsp;Result
ro: Citiți&nbsp;rezultatul

source: Vote
ro: Votați
