Repository: Jobava/debian-localization
Catalog: debian-www/wnpp.*.po
Languages: ro

source: No requests for adoption
ro: Nu sunt cereri de adopție

source: No orphaned packages
ro: Nu sunt pachete orfane

source: No packages waiting to be adopted
ro: Nu sunt pachete ce așteaptă adopția

source: No packages waiting to be packaged
ro: Nu sunt pachete ce așteaptă împachetarea

source: No Requested packages
ro: Nu sunt pachete solicitate

source: No help requested
ro: Nicio solicitare de ajutor

source: in adoption since today.
ro: adoptate începând de azi

source: in adoption since yesterday.
ro: adoptate începând de ieri

source: %s days in adoption.
ro: de %s zile în adopție

source: %s days in adoption, last activity today.
ro: de %s zile în adopție, ultima activitate azi.

source: %s days in adoption, last activity yesterday.
ro: de %s zile în adopție, ultima activitate ieri.

source: %s days in adoption, last activity %s days ago.
ro: de %s zile în adopție, ultima activitate acum %s zile.

source: in preparation since today.
ro: în pregătire începând de azi.

source: in preparation since yesterday.
ro: în pregătire începând de ieri.

source: %s days in preparation.
ro: %s zile în pregătire.

source: %s days in preparation, last activity today.
ro: de %s zile în pregătire, ultima activitate azi.

source: %s days in preparation, last activity yesterday.
ro: de %s zile în pregătire, ultima activitate ieri.

source: %s days in preparation, last activity %s days ago.
ro: de %s zile în pregătire, ultima activitate acum %s zile.

source: adoption requested since today.
ro: adopția solicitate începând de azi.

source: adoption requested since yesterday.
ro: adopția solicitată începând de ieri.

source: adoption requested since %s days.
ro: adopția solicitată de acum %s zile.

source: orphaned since today.
ro: devenit orfan azi.

source: orphaned since yesterday.
ro: devenit orfan ieri.

source: orphaned since %s days.
ro: devenit orfan de %s zile.

source: requested today.
ro: solicitat azi.

source: requested yesterday.
ro: solicitat ieri.

source: requested %s days ago.
ro: solicitat acum %s zile.

source: package info
ro: informații pachete

source: rank:
ro: rang:
